Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/crime_and_crime_prevention/safety_advice_when_motoring.html.txt.tmx
Source language: en
Languages: ga

source: Safety advice when motoring
ga: Comhairle Shábháilteachta nuair a gluaisteánaíochta

source: Taking some basic precautions can help you avoid becoming a victim of crime while driving
ga: Má chuireann tú réamhchúraimí bunúsacha i bhfeidhm, cabhróidh sé sin leat gan a bheith thíos le coireanna agus tú ag tiomáint

source: • Always lock your doors and keep your windows closed as much as possible
ga: • Coinnigh na doirse faoi ghlas i gcónaí, agus coinnigh na fuinneoga dúnta chomh fada agus is féidir

source: • Make sure your handbag and any valuables are kept out of sight
ga: • Bí cinnte nach féidir do mhála láimhe ná rudaí luachmhara ar bith a fheiceáil

source: • Carry all luggage or shopping in the boot and leave the back seat empty
ga: • Iompair bagáiste nó earraí siopadóireachta sa bhúit agus fág an suíochán cúil folamh

source: • Never leave jackets or coats hanging in the back seat as these can be stolen while your car is stopped in traffic
ga: • Ná fág seaicéid ná cótaí ag crochadh sa suíochán cúil mar is féidir iad a ghoid agus do charr stoptha sa trácht

source: • Use your horn if someone approaches your windows or a car seems to be trying to make you stop
ga: • Bain úsáid as d'adharc má thagann éinne gar do d'fhuinneoga nó má tá an chosúlacht air go bhfuil carr ag iarraidh iachall a chur ort do charr a stopadh

source: • Study your route in advance if you are driving through unfamiliar territory
ga: • Déan staidéar ar do bhealach roimh ré má bhíonn tú ag taisteal trí cheantar coimhthíoch

source: You should carry an adequate map and avoid having to ask for directions
ga: Ba cheart duit learscáil oiriúnach a bheith agat ionas nach mbeidh ort treoracha a iarraidh ar éinne

source: On longer journeys, tell someone your route and when you expect to reach your destination
ga: Agus tú ag déanamh turas fada, inis do bhealach do dhuine éigin chomh maith leis an am a measann tú go mbainfidh tú do cheann scríbe amach

source: • If you think you are being followed, drive into the car park of the nearest Garda station, or failing that, to a busy public place, for example, a garage forecourt
ga: • Má cheapann tú go bhfuiltear do do leanúint, tiomáin isteach i gcarrchlós an stáisiúin Gharda is gaire duit, nó muna dtarlaíonn sin, tiomáin go háit phoiblí ghnóthach, mar shampla réamhchúirt gharáiste

source: • When stopped in traffic, make sure you have enough space to pull out from behind the car in front
ga: • Nuair a bhíonn tú stoptha i dtrácht, déan cinnte go bhfuil tú in ann druidim amach ó chúl an chairr atá romhat

source: • Never give lifts to strangers
ga: • Ná tabhair síob riamh do strainséirí

source: You should choose a well-lit spot to park in
ga: Ba cheart duit áit le solas maith a roghnú le páirceáil

source: If you are parking in daylight but returning much later, you should think about what the space will look like in darkness
ga: Má bhíonn tú ag páirceáil faoi sholas an lae ach le bheith ag teacht ar ais i bhfad níos deireanaí, ba cheart duit smaoineamh faoin gcruth a bheidh ar an áit sa dorchadas

source: Where possible, you should reverse into a parking space to enable you to drive out
ga: Más féidir, ba cheart duit cúlú isteach i spás páirceála ionas go mbeidh tú in ann tiomáint amach

source: When returning to your car, you should have your keys in your hand to avoid having to search through a bag or coat
ga: Nuair a bhíonn tú ag teacht ar ais go dtí do charr, ba cheart duit na heochracha a bheith agat i do láimh ionas nach mbeidh ort a bheith ag cuartú i mála ná i gcóta

source: If you are parking in a garage, you should take the same precautions against personal attack as you would parking anywhere else
ga: Má bhíonn tú ag páirceáil ag garáiste, ba cheart duit na réamhchúraimí céanna i gcoinne ionsaí pearsanta a dhéanamh agus a dhéanfá dá mbeifeá ag páirceáil in áit ar bith eile

source: Never leave car doors unlocked while paying for fuel and do not leave valuables in plain sight in the car while it is inside the garage
ga: Ná fág doirse cairr oscailte riamh agus tú ag íoc as breosla, agus ná fág rudaí luachmhara in áit fheiceálach sa charr nuair atá sé istigh sa gharáiste

source: You should keep your car in good working order
ga: Ba cheart duit do charr a choinneáil ag obair go maith

source: • Check the oil, battery and the tyre pressures regularly
ga: • An ola, an bataire, agus brú na mbonn a sheiceáil go rialta

source: • Avoid letting the fuel tank run close to empty
ga: • An t-umar peitril a líonadh sula mbíonn sé gar do bheith folamh

source: • Ensure that your spare wheel is in good condition
ga: • A bheith cinnte go bhfuil riocht maith ar do roth breise

source: • Think about carrying an automatic latex puncture repair aerosol, which will to get you to the nearest garage
ga: • Cuimhnigh ar aerasól latex a dhéanfadh deisiú uathoibríoch ar bhonn pollta a thabhairt leat

source: • Carry a set of jump leads, some basic tools and a torch
ga: Bheifeá in ann, mar sin, do bhealach a dhéanamh chuig an ngaráiste ba ghaire duit

source: • Carry a mobile phone
ga: • Tabhair fón soghluaiste leat

source: If your car breaks down
ga: Má chliseann do charr

source: • If possible, stop your car in a well-lit spot
ga: • Más féidir, stop do charr in áit le solas maith

source: • If you have to stop on the motorway hard shoulder, leave the car and remain out of the vehicle with the passenger door open
ga: • Má bhíonn ort stopadh ar ghualainn chrua an mhótarbhealaigh, fág an carr agus fan amach as an bhfeithicil le doras an phaisinéara ar oscailt

source: Statistics have shown that many accidents that occur on motorways involve vehicles parked on the hard shoulder
ga: Taispeánann staitisticí go mbaineann go leor timpistí a tharlaíonn ar mhótarbhealaigh le feithiclí páirceáilte ar an ngualainn chrua

source: Lock all other doors so you can secure yourself inside the vehicle quickly if you are threatened
ga: Cuir na doirse eile ar fad faoi ghlas ionas go mbeifeá in ann tú féin a chur ó bhaol go sciobtha dá ndéanfaí bagairt ort

source: If you are on a secondary or minor road, remain in the car with all doors locked
ga: Má tá tú ar fhobhóthar nó ar mhionbhóthar, fan sa charr agus cuir na doirse uilig faoi ghlas

source: • Carry a personal alarm, and use your horn if you feel you are in danger
ga: • Tabhar aláram pearsanta leat, agus úsáid d’adharc má bhraitheann tú go bhfuil tú i mbaol

source: • If your car breaks down in a remote place and you are alone, never hitch a lift
ga: • Má chliseann do charr in áit iargúlta agus tú leat féin, ná síobsiúl riamh

source: If you think you've seen an accident
ga: Má cheapann tú go bhfuil timpist feicthe agat

source: If you see an accident or incident or if someone tries to flag you down, ask yourself whether it is genuine and whether you could help
ga: Má fheiceann tú timpist nó eachtra agus má dhéanann duine iarracht tú a stopadh, cuir ceist ort féin an fíorthimpist atá ann agus an féidir leat cúnamh a thabhairt

source: It is often safer to report what you have seen to the police over the phone
ga: Go minic bíonn sé níos sábháilte tuairisc a thabhairt do na Gardaí ar an bhfón

source: Contact information for every Garda station in Ireland is located at the front of all public telephone directories
ga: Tá eolas teagmhála gach stáisiúin Gharda in Éirinn ar fáil anseo
